// พิกัด Google Maps สำหรับลูกค้าแต่ละราย
// auto-generated จาก KML
export const customerCoords = {
  "กระเพาะปลา ราชพฤกษ์": {
    "lat": 16.8195258,
    "lng": 100.2705708
  },
  "ก๋วยเตี๋ยวน้ำตกจิระประภา": {
    "lat": 16.8184359,
    "lng": 100.2911091
  },
  "วังชโอน โค้งกำนันเชย": {
    "lat": 16.8153391,
    "lng": 100.2863603
  },
  "ก๋วยเตี๋ยวสามัคคีธรรม": {
    "lat": 16.816786,
    "lng": 100.2731701
  },
  "กล้วยปิ้งเรือนแพ": {
    "lat": 16.8185351,
    "lng": 100.2913195
  },
  "ไก่ทอดหาดใหญ่จักรพรรดิ 2": {
    "lat": 16.8065118,
    "lng": 100.2731772
  },
  "ไก่ย่างจักพรรดิ 3": {
    "lat": 16.8048326,
    "lng": 100.2726066
  },
  "กาแฟโมเน่": {
    "lat": 16.8097247,
    "lng": 100.2652839
  },
  "ก๊อดคาเฟ่": {
    "lat": 16.818337,
    "lng": 100.2806858
  },
  "เล่ม_กวางเต็กล้ง (ใช้เล่ม VAT รวม)": {
    "lat": 16.8177082,
    "lng": 100.263428
  },
  "ข้าวต้มอินโดจีน": {
    "lat": 16.8154428,
    "lng": 100.2798736
  },
  "ข้าวเหนียวข้างข้าวมันไก่": {
    "lat": 16.8160458,
    "lng": 100.2680758
  },
  "ครัวนางทราย": {
    "lat": 16.8151789,
    "lng": 100.296414
  },
  "ครัวไดม่อน": {
    "lat": 16.8184505,
    "lng": 100.2965337
  },
  "เค้กส่งเสริม": {
    "lat": 16.8069001,
    "lng": 100.2561288
  },
  "ครัวเซย์ไฮ": {
    "lat": 16.8172293,
    "lng": 100.3018282
  },
  "เจ๊บุ๋ม ตามสั่ง": {
    "lat": 16.816563,
    "lng": 100.2678987
  },
  "จิ้มจุ่มสามพี่น้อง": {
    "lat": 16.8199933,
    "lng": 100.2787656
  },
  "จิ้มจุ่ม มุมตึก": {
    "lat": 16.8214413,
    "lng": 100.2732974
  },
  "โจ๊กอัมรินทร์": {
    "lat": 16.8144125,
    "lng": 100.2636347
  },
  "เจ๊ตุ้ย": {
    "lat": 16.8128235,
    "lng": 100.2648445
  },
  "เจ๊ตุ้ยสนามแบต": {
    "lat": 16.8137364,
    "lng": 100.2634658
  },
  "เจ๊ตุ้ยหอนาฬิกา": {
    "lat": 16.8132999,
    "lng": 100.2623418
  },
  "ชาบูหมูแกว่ง": {
    "lat": 16.8237074,
    "lng": 100.2461122
  },
  "ชานม หอนาฬิกา": {
    "lat": 16.8131835,
    "lng": 100.2623945
  },
  "เล่ม_ดูแปง": {
    "lat": 16.8183114,
    "lng": 100.2654255
  },
  "บ้านเตเต้": {
    "lat": 16.8175209,
    "lng": 100.2767922
  },
  "ต้มยำหัวปลา": {
    "lat": 16.817574,
    "lng": 100.2972598
  },
  "ตามสั่งข้าง 9": {
    "lat": 16.820365,
    "lng": 100.2678228
  },
  "เทือง เทือง": {
    "lat": 16.8215088,
    "lng": 100.2879005
  },
  "ข้าวสารธัญโชติ": {
    "lat": 16.8174185,
    "lng": 100.2641332
  },
  "นามิ": {
    "lat": 16.8116127,
    "lng": 100.2628263
  },
  "น้ำเต้าหู้ราชพฤกษ์ แป้งนวล": {
    "lat": 16.8185514,
    "lng": 100.2712234
  },
  "ป้าไข่ ชนโค 6": {
    "lat": 16.8114355,
    "lng": 100.2770161
  },
  "ป้าติ๋ว ก๋วยเตี๋ยวไทย": {
    "lat": 16.8205097,
    "lng": 100.2647011
  },
  "ปีนัง": {
    "lat": 16.8196165,
    "lng": 100.2740564
  },
  "พิษณุโลกอะหลั่ย": {
    "lat": 16.8145954,
    "lng": 100.2646099
  },
  "มาดามฟิน": {
    "lat": 16.8365379,
    "lng": 100.267936
  },
  "เย็นตาโฟฉำฉา": {
    "lat": 16.8169414,
    "lng": 100.2668064
  },
  "ร้านยาฟามาเซีย": {
    "lat": 16.8122757,
    "lng": 100.2617417
  },
  "ยาวารากุ": {
    "lat": 16.8122875,
    "lng": 100.2627445
  },
  "บีพีทาวเวอร์": {
    "lat": 16.8169704,
    "lng": 100.2924214
  },
  "รัตนาปาร์ค": {
    "lat": 16.8185038,
    "lng": 100.284443
  },
  "รัตนาวิว": {
    "lat": 16.8187991,
    "lng": 100.2829557
  },
  "รร เรือนขมิ้น": {
    "lat": 16.8187423,
    "lng": 100.2850207
  },
  "น่านเจ้า": {
    "lat": 16.8073278,
    "lng": 100.2566873
  },
  "รร เอวา": {
    "lat": 16.8156478,
    "lng": 100.2812007
  },
  "เล็กบะหมี่": {
    "lat": 16.8201114,
    "lng": 100.2701632
  },
  "สมชาย": {
    "lat": 16.8077814,
    "lng": 100.2570829
  },
  "กุ้ยช่ายละออ": {
    "lat": 16.8067016,
    "lng": 100.260748
  },
  "ซูชิ ศูนย์อาหาร": {
    "lat": 16.8164912,
    "lng": 100.2721092
  },
  "เล่ม_โรงขนมสองแคว / น้องก้อย": {
    "lat": 16.8380723,
    "lng": 100.2678479
  },
  "ครัววิชุตา": {
    "lat": 16.8151789,
    "lng": 100.296414
  },
  "ป้าดำ": {
    "lat": 16.8182667,
    "lng": 100.2807008
  },
  "บ้านน้ำพริก": {
    "lat": 16.8162857,
    "lng": 100.2923137
  },
  "บ้านสวนบีพี": {
    "lat": 16.8148473,
    "lng": 100.2932597
  },
  "บ้านบูรณะเขต": {
    "lat": 16.8149789,
    "lng": 100.2885088
  },
  "สกุลไทย ใน": {
    "lat": 16.8087433,
    "lng": 100.2915636
  },
  "ลิไท": {
    "lat": 16.8132252,
    "lng": 100.2634895
  },
  "หมี่เกี๊ยว ป.ปลางาม": {
    "lat": 16.8090508,
    "lng": 100.2676528
  },
  "ห้างทองทรายทอง": {
    "lat": 16.81514,
    "lng": 100.2637533
  },
  "อนุพันธ์ เดนทอล": {
    "lat": 16.8181969,
    "lng": 100.2776604
  },
  "อิ่มจัง สวนเฉลิม": {
    "lat": 16.8201655,
    "lng": 100.2885795
  },
  "เฮียเหลียงพี่ชัชเขียงหมูโรงฆ่าสัตว์": {
    "lat": 16.8011606,
    "lng": 100.2617258
  },
  "ขนมปังตลาดร่วมใจ": {
    "lat": 16.8127397,
    "lng": 100.2648287
  },
  "ขนมอบเบเกอร์มารท": {
    "lat": 16.8181759,
    "lng": 100.2649543
  },
  "บ้านกวนสับปะรด": {
    "lat": 16.8212973,
    "lng": 100.2853917
  },
  "เล่ม_ท๊อปแลนด์อาเขต": {
    "lat": 16.8153208,
    "lng": 100.2637235
  },
  "โกบอยลาบเป็ด": {
    "lat": 16.800965,
    "lng": 100.2482001
  }
  "อ้อยตามสั่ง": {"lat": 16.8092202, "lng": 100.2892468},
  "เขยลาว": {"lat": 16.8165782, "lng": 100.2783349},
};
